MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "컴퓨터가 인터넷에 연결되어 있지 않습니다.";
NotConnectedToNetwork							= "컴퓨터가 네트워크에 연결되어 있지 않습니다.";
FatalExceptionAlertDescription					= "재생/일시 정지를 눌러서 Front Row를 종료하십시오.";
